Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# PasteSpecial_Paste
source: Paste
ar: لصق
cs: Vložit
de: Einfügen
el: Επικόλληση
es: Pegar
fa: چسباندن
fr: Coller
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt: Colar
ro: Lipire
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans: 粘贴
zh_hant: 貼上

# PasteSpecial_FormatsName
source: Interpretations
ar: التفسيرات
cs: Interpretace
de: Interpretationen
el: Ερμηνείες
es: Interpretaciones
fa: تفسیرها
fr: Interprétations
hu: Értelmezések
id: Interpretasi
it: Interpretazioni
ja: 解釈の候補
ko: 해석
pl: Interpretacje
pt: Interpretações
ro: Interpretări
ru: Интерпретации
th: การตีความ
tr: Yorumlamalar
uk: Інтерпретації
vi: Cách diễn giải
zh_hans: 解释方式
zh_hant: 解譯方式

# PasteSpecial_NewLines
source: Line breaks
ar: فواصل الأسطر
cs: Konce řádků
de: Zeilenumbrüche
el: Αλλαγές γραμμής
es: Saltos de línea
fa: شکست خط
fr: Sauts de ligne
hu: Sortörések
id: Baris baru
it: Interruzioni di riga
ja: 改行
ko: 줄 바꿈
pl: Podziały wierszy
pt: Quebras de linha
ro: Sfârșituri de linie
ru: Разрывы строк
th: การขึ้นบรรทัดใหม่
tr: Satır sonları
uk: Розриви рядків
vi: Ngắt dòng
zh_hans: 换行符
zh_hant: 換行字元

# PasteSpecial_NewLinesKeep
source: Keep
ar: الإبقاء
cs: Zachovat
de: Beibehalten
el: Διατήρηση
es: Conservar
fa: حفظ
fr: Conserver
hu: Megtartás
id: Pertahankan
it: Mantieni
ja: そのまま
ko: 그대로 유지
pl: Zachowaj
pt: Manter
ro: Păstrare
ru: Сохранить
th: คงไว้
tr: Koru
uk: Залишити
vi: Giữ nguyên
zh_hans: 保留
zh_hant: 保留

# PasteSpecial_AppendNul
source: Add a NUL at the end
ar: إضافة NUL في النهاية
cs: Přidat na konec NUL
de: Am Ende ein NUL anhängen
el: Προσθήκη NUL στο τέλος
es: Agregar un NUL al final
fa: افزودن NUL در انتها
fr: Ajouter un NUL à la fin
hu: NUL hozzáadása a végére
id: Tambahkan NUL di akhir
it: Aggiungi un NUL alla fine
ja: 末尾に NUL を付ける
ko: 끝에 NUL 추가
pl: Dodaj NUL na końcu
pt: Adicionar um NUL no fim
ro: Adăugare NUL la sfârșit
ru: Добавить NUL в конце
th: เพิ่ม NUL ที่ท้าย
tr: Sona NUL ekle
uk: Додати NUL у кінці
vi: Thêm NUL ở cuối
zh_hans: 在末尾添加 NUL
zh_hant: 在結尾加上 NUL

# PasteSpecial_AtCursor
source: Paste at the cursor
ar: اللصق عند المؤشر
cs: Vložit na pozici kurzoru
de: An der Cursorposition einfügen
el: Επικόλληση στη θέση του δρομέα
es: Pegar en el cursor
fa: چسباندن در مکان‌نما
fr: Coller au curseur
hu: Beillesztés a kurzornál
id: Tempel di kursor
it: Incolla in corrispondenza del cursore
ja: カーソル位置に貼る
ko: 커서 위치에 붙여넣기
pl: Wklej w miejscu kursora
pt: Colar no cursor
ro: Lipire la cursor
ru: Вставить в позицию курсора
th: วางที่เคอร์เซอร์
tr: İmlece yapıştır
uk: Вставити в позицію курсора
vi: Dán tại con trỏ
zh_hans: 粘贴到光标处
zh_hant: 在游標處貼上

# PasteSpecial_AtAddress
source: Write at the record addresses
ar: الكتابة عند عناوين السجلات
cs: Zapsat na adresy záznamů
de: An die Datensatzadressen schreiben
el: Εγγραφή στις διευθύνσεις των εγγραφών
es: Escribir en las direcciones de los registros
fa: نوشتن در آدرس‌های رکوردها
fr: Écrire aux adresses des enregistrements
hu: Írás a rekordok címére
id: Tulis di alamat rekaman
it: Scrivi agli indirizzi dei record
ja: レコードのアドレスに書く
ko: 레코드 주소에 쓰기
pl: Zapisz pod adresami rekordów
pt: Gravar nos endereços dos registros
ro: Scriere la adresele înregistrărilor
ru: Записать по адресам записей
th: เขียนที่ที่อยู่ของเรคคอร์ด
tr: Kayıt adreslerine yaz
uk: Записати за адресами записів
vi: Ghi tại địa chỉ của bản ghi
zh_hans: 写入记录地址
zh_hant: 寫入至記錄的位址

# PasteSpecial_GapFill
source: Fill gaps with
ar: تعبئة الفجوات بـ
cs: Vyplnit mezery hodnotou
de: Lücken füllen mit
el: Συμπλήρωση κενών με
es: Rellenar huecos con
fa: پر کردن فاصله‌ها با
fr: Combler les trous avec
hu: Hézagok kitöltése ezzel
id: Isi celah dengan
it: Riempi gli spazi vuoti con
ja: 隙間を埋める値
ko: 빈 곳 채우기 값
pl: Wypełnij luki wartością
pt: Preencher lacunas com
ro: Umplere goluri cu
ru: Заполнять пропуски значением
th: เติมช่องว่างด้วย
tr: Boşlukları şununla doldur
uk: Заповнювати проміжки значенням
vi: Lấp khoảng trống bằng
zh_hans: 间隙填充值
zh_hant: 空隙填入

# PasteSpecial_Insert
source: Insert
ar: إدراج
cs: Vložit
de: Einfügen
el: Εισαγωγή
es: Insertar
fa: درج
fr: Insérer
hu: Beszúrás
id: Sisipkan
it: Inserisci
ja: 挿入
ko: 삽입
pl: Wstaw
pt: Inserir
ro: Inserare
ru: Вставка
th: แทรก
tr: Ekle
uk: Вставити
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# PasteSpecial_Overwrite
source: Overwrite
ar: كتابة فوقية
cs: Přepsat
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
fa: بازنویسی
fr: Remplacer
hu: Felülírás
id: Timpa
it: Sovrascrivi
ja: 上書き
ko: 덮어쓰기
pl: Zastąp
pt: Substituir
ro: Suprascriere
ru: Замена
th: เขียนทับ
tr: Üzerine yaz
uk: Замінити
vi: Ghi đè
zh_hans: 改写
zh_hant: 覆寫

# PasteSpecial_SourceText
source: Text: {0}
ar: النص: {0}
el: Κείμενο: {0}
es: Texto: {0}
fa: متن: {0}
fr: Texte : {0}
hu: Szöveg: {0}
id: Teks: {0}
it: Testo: {0}
ja: テキスト: {0}
ko: 텍스트: {0}
pl: Tekst: {0}
pt: Texto: {0}
ru: Текст: {0}
th: ข้อความ: {0}
tr: Metin: {0}
uk: Текст: {0}
vi: Văn bản: {0}
zh_hans: 文本：{0}
zh_hant: 文字：{0}

# PasteSpecial_Format_Binary
source: Binary data
ar: بيانات ثنائية
cs: Binární data
de: Binärdaten
el: Δυαδικά δεδομένα
es: Datos binarios
fa: دادهٔ دودویی
fr: Données binaires
hu: Bináris adatok
id: Data biner
it: Dati binari
ja: バイナリ
ko: 이진 데이터
pl: Dane binarne
pt: Dados binários
ro: Date binare
ru: Двоичные данные
th: ข้อมูลไบนารี
tr: İkili veri
uk: Двійкові дані
vi: Dữ liệu nhị phân
zh_hans: 二进制数据
zh_hant: 二進位資料

# PasteSpecial_Format_FileContent
source: File contents
ar: محتويات ملف
cs: Obsah souboru
de: Dateiinhalt
el: Περιεχόμενα αρχείου
es: Contenido del archivo
fa: محتوای فایل
fr: Contenu du fichier
hu: Fájl tartalma
id: Isi file
it: Contenuto del file
ja: ファイルの内容
ko: 파일 내용
pl: Zawartość pliku
pt: Conteúdo do arquivo
ro: Conținut fișier
ru: Содержимое файла
th: เนื้อหาไฟล์
tr: Dosya içeriği
uk: Вміст файлу
vi: Nội dung tệp
zh_hans: 文件内容
zh_hant: 檔案內容

# PasteSpecial_Format_ScreenDump
source: Dump (as shown on screen)
ar: تفريغ (كما يظهر على الشاشة)
cs: Výpis (jak je zobrazen na obrazovce)
de: Dump (wie auf dem Bildschirm)
el: Αποτύπωση (όπως εμφανίζεται στην οθόνη)
es: Volcado (como se muestra en pantalla)
fa: دامپ (همان‌طور که روی صفحه نمایش داده می‌شود)
fr: Vidage (tel qu'affiché à l'écran)
hu: Dump (a képernyőn látható módon)
id: Dump (seperti di layar)
it: Dump (come mostrato sullo schermo)
ja: 画面表示どおり
ko: 덤프(화면에 표시된 대로)
pl: Zrzut (tak jak na ekranie)
pt: Despejo (como mostrado na tela)
ro: Dump (ca pe ecran)
ru: Дамп (как на экране)
th: ดัมพ์ (ตามที่แสดงบนหน้าจอ)
tr: Döküm (ekranda gösterildiği gibi)
uk: Дамп (як на екрані)
vi: Kết xuất (như hiển thị trên màn hình)
zh_hans: 转储（与屏幕显示相同）
zh_hant: 傾印（與畫面顯示相同）

# PasteSpecial_Format_Array
source: Array notation
ar: صيغة مصفوفة
cs: Zápis pole
de: Array-Schreibweise
el: Σημειογραφία πίνακα
es: Notación de matriz
fa: نمادگذاری آرایه
fr: Notation de tableau
hu: Tömbjelölés
id: Notasi array
it: Notazione array
ja: 配列表記
ko: 배열 표기
pl: Zapis tablicy
pt: Notação de matriz
ro: Notație de matrice
ru: Запись массива
th: รูปแบบอาร์เรย์
tr: Dizi gösterimi
uk: Запис масиву
vi: Ký hiệu mảng
zh_hans: 数组表示法
zh_hant: 陣列表示法

# PasteSpecial_Format_Escape
source: Escaped string
ar: سلسلة بتسلسلات هروب
cs: Řetězec s řídicími sekvencemi
de: Zeichenfolge mit Escapesequenzen
el: Συμβολοσειρά με ακολουθίες διαφυγής
es: Cadena con secuencias de escape
fa: رشتهٔ گریزدار
fr: Chaîne avec séquences d'échappement
hu: Escape-szekvenciás karakterlánc
id: String ber-escape
it: Stringa con escape
ja: エスケープ文字列
ko: 이스케이프된 문자열
pl: Ciąg z sekwencjami ucieczki
pt: Cadeia com escapes
ro: Șir cu secvențe escape
ru: Строка с escape-последовательностями
th: สตริงแบบลำดับหลีก
tr: Kaçış dizili dize
uk: Рядок з escape-послідовностями
vi: Chuỗi có ký tự thoát
zh_hans: 转义字符串
zh_hant: 逸出字串

# PasteSpecial_Format_BinaryNumbers
source: Binary numbers
ar: أرقام ثنائية
cs: Binární čísla
de: Binärzahlen
el: Δυαδικοί αριθμοί
es: Números binarios
fa: اعداد دودویی
fr: Nombres binaires
hu: Bináris számok
id: Angka biner
it: Numeri binari
ja: 2 進の数値列
ko: 2진수 숫자
pl: Liczby binarne
pt: Números binários
ro: Numere binare
ru: Двоичные числа
th: ตัวเลขฐานสอง
tr: İkili sayılar
uk: Двійкові числа
vi: Số nhị phân
zh_hans: 二进制数字
zh_hant: 二進位數字

# PasteSpecial_Format_HexString
source: Hex string
ar: سلسلة Hex
cs: Řetězec Hex
de: Hex-Zeichenfolge
el: Συμβολοσειρά Hex
es: Cadena Hex
fa: رشتهٔ Hex
fr: Chaîne Hex
hu: Hex karakterlánc
id: String Hex
it: Stringa Hex
ja: Hex 文字列
ko: Hex 문자열
pl: Ciąg Hex
pt: Cadeia Hex
ro: Șir Hex
ru: Строка Hex
th: สตริง Hex
tr: Hex dizesi
uk: Рядок Hex
vi: Chuỗi Hex
zh_hans: Hex 字符串
zh_hant: Hex 字串

# PasteSpecial_Format_UrlEncoded
source: URL encoding
ar: ترميز URL
cs: Kódování URL
de: URL-Codierung
el: Κωδικοποίηση URL
es: Codificación URL
fa: رمزگذاری URL
fr: Encodage URL
hu: URL-kódolás
id: Pengodean URL
it: Codifica URL
ja: URL エンコード
ko: URL 인코딩
pl: Kodowanie URL
pt: Codificação de URL
ro: Codificare URL
ru: URL-кодирование
th: การเข้ารหัส URL
tr: URL kodlaması
uk: URL-кодування
vi: Mã hóa URL
zh_hans: URL 编码
zh_hant: URL 編碼

# PasteSpecial_Format_Decimal
source: Decimal numbers
ar: أرقام عشرية
cs: Desítková čísla
de: Dezimalzahlen
el: Δεκαδικοί αριθμοί
es: Números decimales
fa: اعداد دهدهی
fr: Nombres décimaux
hu: Decimális számok
id: Angka desimal
it: Numeri decimali
ja: 10 進の数値列
ko: 10진수 숫자
pl: Liczby dziesiętne
pt: Números decimais
ro: Numere zecimale
ru: Десятичные числа
th: ตัวเลขฐานสิบ
tr: Ondalık sayılar
uk: Десяткові числа
vi: Số thập phân
zh_hans: 十进制数字
zh_hant: 十進位數字

# PasteSpecial_Format_Octal
source: Octal numbers
ar: أرقام ثمانية
cs: Osmičková čísla
de: Oktalzahlen
el: Οκταδικοί αριθμοί
es: Números octales
fa: اعداد هشت‌هشتی
fr: Nombres octaux
hu: Oktális számok
id: Angka oktal
it: Numeri ottali
ja: 8 進の数値列
ko: 8진수 숫자
pl: Liczby ósemkowe
pt: Números octais
ro: Numere octale
ru: Восьмеричные числа
th: ตัวเลขฐานแปด
tr: Sekizlik sayılar
uk: Вісімкові числа
vi: Số bát phân
zh_hans: 八进制数字
zh_hant: 八進位數字

# PasteSpecial_Format_Text
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# PasteSpecial_Candidate
source: {0} — {1} bytes
ar: {0} — {1} بايت
cs: {0} — bajty: {1}
el: {0} — {1} byte
fa: {0} — {1} بایت
fr: {0} — {1} octets
hu: {0} — {1} bájt
id: {0} — {1} byte
it: {0} — {1} byte
ja: {0} — {1} バイト
ko: {0} — {1}바이트
pl: {0} — bajty: {1}
ro: {0} — {1} octeți
ru: {0} — {1} байт
th: {0} — {1} ไบต์
tr: {0} — {1} bayt
uk: {0} — байтів: {1}
vi: {0} — {1} byte
zh_hans: {0} — {1} 字节
zh_hant: {0} — {1} 個位元組

# PasteSpecial_CandidateError
source: {0} — Error: line {1}, character {2}
ar: {0} — خطأ: السطر {1}، الحرف {2}
cs: {0} — Chyba: řádek {1}, znak {2}
de: {0} — Fehler: Zeile {1}, Zeichen {2}
el: {0} — Σφάλμα: γραμμή {1}, χαρακτήρας {2}
es: {0} — Error: línea {1}, carácter {2}
fa: {0} — خطا: سطر {1}، نویسهٔ {2}
fr: {0} — Erreur : ligne {1}, caractère {2}
hu: {0} — Hiba: {1}. sor, {2}. karakter
id: {0} — Kesalahan: baris {1}, karakter {2}
it: {0} — Errore: riga {1}, carattere {2}
ja: {0} — エラー: {1} 行目 {2} 文字目
ko: {0} — 오류: {1}번째 줄, {2}번째 문자
pl: {0} — Błąd: wiersz {1}, znak {2}
pt: {0} — Erro: linha {1}, caractere {2}
ro: {0} — Eroare: linia {1}, caracterul {2}
ru: {0} — ошибка: строка {1}, символ {2}
th: {0} — ข้อผิดพลาด: บรรทัด {1} อักขระที่ {2}
tr: {0} — Hata: satır {1}, karakter {2}
uk: {0} — помилка: рядок {1}, символ {2}
vi: {0} — Lỗi: dòng {1}, ký tự {2}
zh_hans: {0} — 错误：第 {1} 行，第 {2} 个字符
zh_hant: {0} — 錯誤：第 {1} 行，第 {2} 個字元

# PasteSpecial_FileContent
source: File contents: {0}
ar: محتويات الملف: {0}
cs: Obsah souboru: {0}
de: Dateiinhalt: {0}
el: Περιεχόμενα αρχείου: {0}
es: Contenido del archivo: {0}
fa: محتوای فایل: {0}
fr: Contenu du fichier : {0}
hu: Fájl tartalma: {0}
id: Isi file: {0}
it: Contenuto del file: {0}
ja: ファイルの内容: {0}
ko: 파일 내용: {0}
pl: Zawartość pliku: {0}
pt: Conteúdo do arquivo: {0}
ro: Conținut fișier: {0}
ru: Содержимое файла: {0}
th: เนื้อหาไฟล์: {0}
tr: Dosya içeriği: {0}
uk: Вміст файлу: {0}
vi: Nội dung tệp: {0}
zh_hans: 文件内容：{0}
zh_hant: 檔案內容：{0}

# PasteSpecial_Records
source: {0} ranges, {1} bytes
ar: النطاقات: {0}، {1} بايت
cs: Rozsahy: {0}, bajty: {1}
de: {0} Bereiche, {1} Bytes
el: {0} περιοχές, {1} byte
es: {0} intervalos, {1} bytes
fa: {0} محدوده، {1} بایت
fr: {0} plages, {1} octets
hu: {0} tartomány, {1} bájt
id: {0} rentang, {1} byte
it: {0} intervalli, {1} byte
ja: {0} 個の範囲、{1} バイト
ko: 범위 {0}개, {1}바이트
pl: Zakresy: {0}, bajty: {1}
pt: {0} intervalos, {1} bytes
ro: {0} intervale, {1} octeți
ru: Диапазонов: {0}, байт: {1}
th: {0} ช่วง {1} ไบต์
tr: {0} aralık, {1} bayt
uk: Діапазонів: {0}, байтів: {1}
vi: {0} phạm vi, {1} byte
zh_hans: {0} 个范围，{1} 字节
zh_hant: {0} 個範圍，{1} 個位元組

# PasteSpecial_LengthText
source: Length: {0} bytes ({1})
ar: الطول: {0} بايت ({1})
cs: Délka (bajty): {0} ({1})
de: Länge: {0} Bytes ({1})
el: Μήκος: {0} byte ({1})
es: Longitud: {0} bytes ({1})
fa: طول: {0} بایت ({1})
fr: Longueur : {0} octets ({1})
hu: Hossz: {0} bájt ({1})
id: Panjang: {0} byte ({1})
it: Lunghezza: {0} byte ({1})
ja: 長さ: {0} バイト ({1})
ko: 길이: {0}바이트({1})
pl: Długość (bajty): {0} ({1})
pt: Comprimento: {0} bytes ({1})
ro: Lungime: {0} octeți ({1})
ru: Длина: {0} байт ({1})
th: ความยาว: {0} ไบต์ ({1})
tr: Uzunluk: {0} bayt ({1})
uk: Довжина: {0} байтів ({1})
vi: Độ dài: {0} byte ({1})
zh_hans: 长度：{0} 字节（{1}）
zh_hant: 長度：{0} 個位元組（{1}）

# PasteSpecial_TooLarge
source: The clipboard text is larger than 512 MiB and can't be interpreted.
ar: نص الحافظة أكبر من 512 MiB ولا يمكن تفسيره.
cs: Text ve schránce je větší než 512 MiB a nelze ho interpretovat.
de: Der Text in der Zwischenablage ist größer als 512 MiB und kann nicht interpretiert werden.
el: Το κείμενο του Προχείρου υπερβαίνει τα 512 MiB και δεν μπορεί να ερμηνευτεί.
es: El texto del Portapapeles supera los 512 MiB y no se puede interpretar.
fa: متن کلیپ‌بورد بزرگ‌تر از 512 MiB است و قابل تفسیر نیست.
fr: Le texte du Presse-papiers dépasse 512 MiB et ne peut pas être interprété.
hu: A vágólapon lévő szöveg nagyobb 512 MiB-nál, ezért nem értelmezhető.
id: Teks papan klip lebih besar dari 512 MiB dan tidak dapat diinterpretasikan.
it: Il testo degli Appunti supera 512 MiB e non può essere interpretato.
ja: クリップボードのテキストが 512 MiB を超えるため解釈できません。
ko: 클립보드 텍스트가 512 MiB보다 커서 해석할 수 없습니다.
pl: Tekst w schowku przekracza 512 MiB i nie może zostać zinterpretowany.
pt: O texto da área de transferência é maior que 512 MiB e não pode ser interpretado.
ro: Textul din clipboard depășește 512 MiB și nu poate fi interpretat.
ru: Текст в буфере обмена превышает 512 МиБ, и его нельзя интерпретировать.
th: ข้อความในคลิปบอร์ดมีขนาดใหญ่กว่า 512 MiB จึงไม่สามารถแปลความหมายได้
tr: Pano metni 512 MiB'tan büyük olduğundan yorumlanamıyor.
uk: Текст у буфері обміну перевищує 512 МіБ, і його неможливо інтерпретувати.
vi: Văn bản trong bảng tạm lớn hơn 512 MiB nên không thể diễn giải.
zh_hans: 剪贴板文本超过 512 MiB，无法解释。
zh_hant: 剪貼簿文字大於 512 MiB，無法解譯。

# PasteSpecial_Empty
source: The clipboard has nothing to paste.
ar: لا تحتوي الحافظة على ما يمكن لصقه.
cs: Schránka neobsahuje nic, co by bylo možné vložit.
de: Die Zwischenablage enthält nichts zum Einfügen.
el: Το Πρόχειρο δεν περιέχει τίποτα για επικόλληση.
es: El Portapapeles no tiene nada que pegar.
fa: کلیپ‌بورد چیزی برای چسباندن ندارد.
fr: Le Presse-papiers ne contient rien à coller.
hu: A vágólapon nincs beilleszthető tartalom.
id: Papan klip tidak berisi apa pun untuk ditempel.
it: Gli Appunti non contengono nulla da incollare.
ja: クリップボードに貼り付けられる内容がありません。
ko: 클립보드에 붙여넣을 내용이 없습니다.
pl: Schowek nie zawiera niczego do wklejenia.
pt: A área de transferência não tem nada para colar.
ro: Clipboardul nu conține nimic de lipit.
ru: В буфере обмена нет данных для вставки.
th: ไม่มีสิ่งที่วางได้ในคลิปบอร์ด
tr: Panoda yapıştırılacak bir şey yok.
uk: У буфері обміну немає даних для вставлення.
vi: Bảng tạm không có gì để dán.
zh_hans: 剪贴板中没有可粘贴的内容。
zh_hant: 剪貼簿中沒有可貼上的內容。

# PasteSpecial_ConvertError
source: Couldn't convert the text: line {0}, character {1}.
ar: تعذّر تحويل النص: السطر {0}، الحرف {1}.
cs: Text nelze převést: řádek {0}, znak {1}.
de: Der Text konnte nicht konvertiert werden: Zeile {0}, Zeichen {1}.
el: Δεν ήταν δυνατή η μετατροπή του κειμένου: γραμμή {0}, χαρακτήρας {1}.
es: No se pudo convertir el texto: línea {0}, carácter {1}.
fa: تبدیل متن ممکن نشد: سطر {0}، نویسهٔ {1}.
fr: Impossible de convertir le texte : ligne {0}, caractère {1}.
hu: Nem sikerült átalakítani a szöveget: {0}. sor, {1}. karakter.
id: Tidak dapat mengonversi teks: baris {0}, karakter {1}.
it: Impossibile convertire il testo: riga {0}, carattere {1}.
ja: 変換できませんでした: {0} 行目 {1} 文字目。
ko: 텍스트를 변환할 수 없습니다: {0}번째 줄, {1}번째 문자.
pl: Nie można przekonwertować tekstu: wiersz {0}, znak {1}.
pt: Não foi possível converter o texto: linha {0}, caractere {1}.
ro: Textul nu a putut fi convertit: linia {0}, caracterul {1}.
ru: Не удалось преобразовать текст: строка {0}, символ {1}.
th: ไม่สามารถแปลงข้อความได้: บรรทัด {0} อักขระที่ {1}
tr: Metin dönüştürülemedi: satır {0}, karakter {1}.
uk: Не вдалося перетворити текст: рядок {0}, символ {1}.
vi: Không thể chuyển đổi văn bản: dòng {0}, ký tự {1}.
zh_hans: 无法转换文本：第 {0} 行，第 {1} 个字符。
zh_hant: 無法轉換文字：第 {0} 行，第 {1} 個字元。

# PasteSpecial_ChecksumTitle
source: Checksum mismatch
ar: عدم تطابق المجموع الاختباري
cs: Nesouhlasí kontrolní součet
de: Prüfsumme stimmt nicht überein
el: Αναντιστοιχία αθροίσματος ελέγχου
es: La suma de comprobación no coincide
fa: عدم تطابق چک‌سام
fr: Somme de contrôle incorrecte
hu: Ellenőrzőösszeg-eltérés
id: Checksum tidak cocok
it: Checksum non corrispondente
ja: チェックサムの不一致
ko: 체크섬 불일치
pl: Niezgodna suma kontrolna
pt: Soma de verificação não corresponde
ro: Sumă de control necorespunzătoare
ru: Несовпадение контрольной суммы
th: เช็กซัมไม่ตรงกัน
tr: Sağlama toplamı uyuşmazlığı
uk: Невідповідність контрольної суми
vi: Tổng kiểm tra không khớp
zh_hans: 校验和不匹配
zh_hant: 總和檢查碼不符

# PasteSpecial_ChecksumBody
source: {0} lines have a checksum that doesn't match.
ar: عدد الأسطر التي لا يتطابق مجموعها الاختباري: {0}.
cs: Počet řádků s nesouhlasným kontrolním součtem: {0}.
de: Bei {0} Zeilen stimmt die Prüfsumme nicht überein.
el: {0} γραμμές έχουν άθροισμα ελέγχου που δεν ταιριάζει.
es: Hay {0} líneas cuya suma de comprobación no coincide.
fa: چک‌سام {0} سطر مطابقت ندارد.
fr: {0} lignes ont une somme de contrôle incorrecte.
hu: {0} sor ellenőrzőösszege nem egyezik.
id: {0} baris memiliki checksum yang tidak cocok.
it: {0} righe hanno un checksum non corrispondente.
ja: チェックサムが一致しない行が {0} 行あります。
ko: 체크섬이 일치하지 않는 줄이 {0}개 있습니다.
pl: Wiersze z niezgodną sumą kontrolną: {0}.
pt: {0} linhas têm uma soma de verificação que não corresponde.
ro: {0} linii au o sumă de control care nu corespunde.
ru: Строк с несовпадающей контрольной суммой: {0}.
th: มี {0} บรรทัดที่เช็กซัมไม่ตรงกัน
tr: {0} satırın sağlama toplamı eşleşmiyor.
uk: Рядків із невідповідною контрольною сумою: {0}.
vi: {0} dòng có tổng kiểm tra không khớp.
zh_hans: 有 {0} 行的校验和不匹配。
zh_hant: 有 {0} 行的總和檢查碼不符。

# PasteSpecial_IgnoreChecksum
source: Ignore and paste
ar: التجاهل واللصق
cs: Ignorovat a vložit
de: Ignorieren und einfügen
el: Παράβλεψη και επικόλληση
es: Omitir y pegar
fa: نادیده گرفتن و چسباندن
fr: Ignorer et coller
hu: Figyelmen kívül hagyás és beillesztés
id: Abaikan dan tempel
it: Ignora e incolla
ja: 無視して貼り付ける
ko: 무시하고 붙여넣기
pl: Ignoruj i wklej
pt: Ignorar e colar
ro: Ignorare și lipire
ru: Пропустить и вставить
th: ละเว้นและวาง
tr: Yoksay ve yapıştır
uk: Ігнорувати й вставити
vi: Bỏ qua và dán
zh_hans: 忽略并粘贴
zh_hant: 忽略並貼上

# PasteSpecial_AddressOutOfRange
source: A record address is outside the document.
ar: يقع عنوان سجل خارج المستند.
cs: Adresa záznamu je mimo dokument.
de: Eine Datensatzadresse liegt außerhalb des Dokuments.
el: Μια διεύθυνση εγγραφής βρίσκεται εκτός του εγγράφου.
es: Una dirección de registro está fuera del documento.
fa: آدرس یک رکورد خارج از سند است.
fr: Une adresse d'enregistrement est en dehors du document.
hu: Egy rekord címe a dokumentumon kívül esik.
id: Alamat rekaman berada di luar dokumen.
it: L'indirizzo di un record è esterno al documento.
ja: レコードのアドレスがドキュメントの範囲外です。
ko: 레코드 주소가 문서 밖에 있습니다.
pl: Adres rekordu znajduje się poza dokumentem.
pt: O endereço de um registro está fora do documento.
ro: O adresă de înregistrare se află în afara documentului.
ru: Адрес записи находится за пределами документа.
th: ที่อยู่ของเรคคอร์ดอยู่นอกเอกสาร
tr: Bir kayıt adresi belgenin dışında.
uk: Адреса запису виходить за межі документа.
vi: Địa chỉ của một bản ghi nằm ngoài tài liệu.
zh_hans: 记录地址超出文档范围。
zh_hant: 記錄位址超出文件範圍。

# Cmd_edit_copyAs
source: Copy as...
ar: نسخ بتنسيق...
cs: Kopírovat jako...
de: Kopieren als...
el: Αντιγραφή ως...
es: Copiar como...
fa: رونوشت به‌صورت...
fr: Copier sous...
hu: Másolás másként...
id: Salin sebagai...
it: Copia come...
ja: 形式を選択してコピー...
ko: 다른 형식으로 복사...
pl: Kopiuj jako...
pt: Copiar como...
ro: Copiere ca...
ru: Копировать как...
th: คัดลอกเป็น...
tr: Farklı kopyala...
uk: Копіювати як...
vi: Sao chép dạng...
zh_hans: 复制为...
zh_hant: 以格式複製...

# CmdAlias_edit_copyAs
source: copy format c array base64 hex dump
ar: copy format c array base64 hex dump نسخ تنسيق مصفوفة تفريغ
cs: kopírovat kopirovat formát format pole výpis vypis copy format c array base64 hex dump
de: kopieren format array copy format c array base64 hex dump
el: αντιγραφή μορφή πίνακας copy format c array base64 hex dump
es: copiar formato matriz copy format c array base64 hex dump
fa: کپی قالب آرایه, copy format c array base64 hex dump
fr: copier format tableau copy format c array base64 hex dump
hu: másolás masolas formátum formatum tömb tomb copy format c array base64 hex dump
id: salin format larik copy format c array base64 hex dump
it: copia formato array copy format c array base64 hex dump
ja: けいしきをせんたくしてこぴー
ko: 다른 형식으로 복사 형식 C 배열 덤프 copy format c array base64 hex dump
pl: kopiuj format tablica copy format c array base64 hex dump
pt: copiar formato matriz copy format c array base64 hex dump
ro: copiere format matrice copy format c array base64 hex dump
ru: копировать формат массив дамп copy format c array base64 hex dump
th: คัดลอก รูปแบบ อาร์เรย์ copy format c array base64 hex dump
tr: kopyala biçim dizi döküm copy format c array base64 hex dump
uk: копіювати формат масив дамп copy format c array base64 hex dump
vi: sao chép định dạng mảng kết xuất copy format c array base64 hex dump
zh_hans: 复制为 格式 数组 转储 copy format c array base64 hex dump
zh_hant: 以格式複製 格式 陣列 傾印 copy format c array base64 hex dump

# Cmd_edit_copyAsLast
source: Copy in the last format
ar: النسخ بالتنسيق الأخير
cs: Kopírovat v posledním formátu
de: Im zuletzt verwendeten Format kopieren
el: Αντιγραφή με την τελευταία μορφή
es: Copiar con el último formato
fa: رونوشت با آخرین قالب
fr: Copier au dernier format
hu: Másolás az utóbbi formátumban
id: Salin dengan format terakhir
it: Copia nell'ultimo formato
ja: 前回の形式でコピー
ko: 마지막 형식으로 복사
pl: Kopiuj w ostatnim formacie
pt: Copiar no último formato
ro: Copiere în ultimul format
ru: Копировать в последнем формате
th: คัดลอกในรูปแบบล่าสุด
tr: Son biçimle kopyala
uk: Копіювати в останньому форматі
vi: Sao chép theo định dạng trước
zh_hans: 按上次格式复制
zh_hant: 以上次的格式複製
